Repository: kieulanalp/VNBrandManual
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: [760] Họ phải hoàn thành tất cả các khóa đào tạo IHG® Awards Club và IHG® Loyalty Champion cần thiết trong vòng 14 ngày kể từ khi được đề cử.
vi: [760] Họ phải hoàn thành tất cả các khóa đào tạo CLB Khách hàng Thân thiết IHG® và Quản lý CLB Khách hàng Thân thiết IHG® cần thiết trong vòng 14 ngày kể từ khi được đề cử.

source: [761] Họ phải tham dự các buổi hội thảo trực tuyến Champion theo lịch trình.
vi: [761] Họ phải tham dự các buổi hội thảo trực tuyến Champion theo lịch định sẵn.

source: [76295] Phải rộng 3,6m (12ft) bao gồm lối đi 1,2m (4ft).
vi: [76295] Phải rộng 3,6m bao gồm lối đi 1,2m.

source: [76298] Cây phải được duy trì tối đa 45cm (18in).
vi: [76298] Cây phải được duy trì độ cao tối đa 45cm (18in).

source: [762] Nếu IHG® Loyalty Champion ngừng làm việc tại khách sạn, Tổng Giám đốc phải đề cử IHG® Loyalty Champion mới trong vòng 14 ngày kể từ ngày IHG® Loyalty Champion trước đó.
vi: [762] Nếu Quản lý CLB Khách hàng Thân thiết ngừng làm việc tại khách sạn, Tổng Giám đốc phải đề cử người mới trong vòng 14 ngày kể từ ngày Quản lý CLB Khách hàng Thân thiết tiền nhiệm rời đi.

source: [76300] Trong nhóm chậu cây, chậu cây này phải ở bên cạnh lối vào.
vi: [76300] Trong cụm chậu cây, chậu cây này phải đặt bên cạnh lối vào.

source: [763] Trong các khách sạn lớn hơn, hai Loyalty Champions có thể được đề cử cho mỗi khách sạn.
vi: [763] Trong các khách sạn lớn hơn, hai Quản lý CLB Khách hàng Thân thiết có thể được đề cử cho mỗi khách sạn.

source: [76496] Chiều rộng giao thông tối thiểu của xe rộng 3 m (10ft).
vi: [76496] Chiều rộng lưu thông xe tối thiểu 3m.

source: [76497] Không được cản trở tầm nhìn của làn đường lái xe hoặc lối vào tòa nhà từ các phương tiện.
vi: [76497] Không được cản trở tầm nhìn từ xe trên đường chạy xe hoặc từ xe tới lối vào các tòa nhà

source: [76544] Loa nội thất chìm và gắn trần.
vi: [76544] Loa trong nhà âm trần.

source: [76545] Tất cả các loa được lắp đặt trong khu vực bên trong phải có màu phù hợp với trần nhà mà chúng được lắp đặt.
vi: [76545] Tất cả các loa lắp đặt trong nhà có màu phù hợp với trần nhà mà chúng được lắp đặt.

source: [76546] Tất cả các loa phải là loại thương mại.
vi: [76546] Tất cả các loa phải là loa thương phẩm.

source: [76547] Loa ngoài phải chịu được thời tiết
vi: [76547] Loa ngoài trời phải chịu được thời tiết

source: [76549] Trẻ em phải có ít nhất một người lớn đi kèm, được đăng ký làm khách của khách sạn và phải đặt ít nhất một món chính từ thực đơn có giá đầy đủ.
vi: [76549] Trẻ em phải có ít nhất một người lớn đi kèm, người là khách lưu trú của khách sạn và phải đặt ít nhất một món chính từ thực đơn giá full.

source: [76550] Giới hạn bốn đứa trẻ mỗi gia đình/ bữa ăn hoặc hai đứa trẻ mỗi cha mẹ/ bữa ăn.
vi: [76550] Giới hạn bốn trẻ em/gia đình/bữa ăn hoặc hai trẻ em/cha mẹ/bữa ăn.

source: [76555] Tất cả cũi miễn phí.
vi: [76555] Tất cả cũi phải miễn phí.

source: [76623] Tường phạm vi không nên để lộ mà che bằng cấy cối.
vi: [76623] Tường bao không nên để lộ mà che bằng cây cối.

source: [76626] Chiếu sáng điểm nhấn chỉ định.
vi: [76626] Chiếu sáng điểm nhấn rành riêng.

source: [76627] Vị trí không được hạn chế lối vào chính, bất kỳ luồng khách hoặc dịch vụ nào.
vi: [76627] Vị trí không được cản trở lối vào chính, bất kỳ luồng khách hoặc luồng dịch vụ nào.

source: [76628] Phải thụt vào
vi: [76628] Phải âm sàn

source: [76629] Chất lượng cao và thương mại.
vi: [76629] Thảm thương phẩm, chất lượng cao.

source: [77312] Tham chiếu thiết kế được đính kèm
vi: [77312] Tham khảo thiết kế đính kèm.

source: [77590] lối vào khách thay thế
vi: [77590] lối vào thay thế cho khách

source: [775] Người quản lý ca phải có thẩm quyền giải quyết các khiếu nại và vấn đề.
vi: [775] Quản lý ca phải có thẩm quyền giải quyết các khiếu nại và vấn đề.

source: [77612] Không cho phép những biến đổi kích thước khác.
vi: [77612] Không cho phép sử dụng các kích thước khác.

source: [77620] Tất cả các thiết bị kỹ thuật và hệ thống cáp phải được che khỏi từ phía đối diện khách.
vi: [77620] Tất cả các thiết bị kỹ thuật và hệ thống cáp phải được che từ phía đối diện khách.

source: [77621] Phần mặt trước đối diện khách phải có chiều cao tối đa 1,1m (3ft 8in).
vi: [77621] Phần mặt trước quầy đối diện khách có chiều cao tối đa 1,1m (3ft 8in).

source: [77633] Lối vào quầy lễ tân nên được đặt hoặc che chắn theo cách mà khách không nhìn thấy khi đứng ở bàn tiếp tân.
vi: [77633] Lối vào quầy lễ tân nên được bố trí hoặc che chắn sao cho khách không nhìn thấy khi đứng ở bàn tiếp tân.

source: [77636] Phía sau có chiếu sáng của biển hiệu quầy lễ tân
vi: [77636] Phía sau có chiếu sáng của biển quầy lễ tân

source: [77637] Tấm ốp dạng nhôm.
vi: [77637] tấm mặt là nhôm

source: [77638] Ba đèn vuông acrylic đẩy qua tấm ốp.
vi: [77638] Ba đèn vuông acrylic đẩy qua tấm mặt.

source: [77639] đèn vuông phải thay đổi theo độ sâu.
vi: [77639] đèn hình vuông phải có độ sâu khác nhau.

source: [77644] Chỉ phải được gắn trên một khung phẳng, không cong hoặc đa chiều.
vi: [77644] Chỉ phải được gắn trên mặt phẳng, không cong hoặc đa chiều.

source: [77645] Tham chiếu thiết kế được đính kèm
vi: [77645] Tham khảo thiết kế đính kèm.

source: [77646] Một hoàn thiện tường hiện tại có thể được giữ lại nếu nó hiện đại, chất lượng cao, phù hợp với thiết kế bên trong của sảnh và nếu nó không ảnh hưởng đến việc lắp đặt hoặc khả năng hiển thị của bảng hiệu tường nghệ thuật.
vi: [77646] có thể giữ lại hoàn thiện tường sẵn có nếu nó hiện đại, chất lượng cao, phù hợp với thiết kế nội thất của lobby và không gây ảnh hưởng đến việc lắp đặt hoặc độ rõ ràng của bảng hiệu gắn tường.

source: [77671] Phải cung cấp các cơ sở tiện ích cho nam và nữ riêng biệt.
vi: [77671] Phải cung cấp các phòng cho nam và nữ riêng biệt.

source: [77678] Gắn an toàn và chống trộm.
vi: [77678] Cố định chắc chắn và chống trộm.

source: [77686] Không cho phép các chân hỗ trợ.
vi: [77686] Không cho phép sử dụng chân đỡ.

source: [77691] Không cho phép chặn.
vi: [77691] Không cho phép dùng nút chặn.

source: [77692] Cống xả chất thải phải được cung cấp thiết bị lọc / bộ lọc chất thải.
vi: [77692] Lỗ thoát nước chính phải có lọc rác.

source: [77693] Nên để đựng giấy vệ sinh với một kệ tích hợp.
vi: [77693] Khuyến nghị giá treo giấy vệ sinh tích hợp kệ.

source: [77775] Nếu cho phép không gian, chúng phải được đặt dưới bàn trang điểm.
vi: [77775] Nếu không gian cho phép, thùng rác phải được đặt dưới vanity.

source: [77778] Lắp đặt không được làm giảm hiệu suất âm thanh của bức tường được lắp đặt.
vi: [77778] Việc lắp đặt không được làm giảm hiệu suất cách âm của tường

source: [77779] Nên quan sát từ khu vực làm việc
vi: [77779] Khuyến nghị tạo điều kiện cho phép xem TV từ khu vực làm việc

source: [77896] Phải là gốm trắng.
vi: [77896] Phải là sứ trắng.

source: [77903] Ngưỡng phải bằng.
vi: [77903] Ngưỡng cửa phải phẳng.

source: [77904] Diện tích sàn không bị cản trở / vòng tròn đường kính 1,5m (5ft).
vi: [77904] Diện tích sàn không bị cản trở / không gian quay xe lăn đường kính 1,5m (5ft).

source: [77905] Khu vực trống không bị cản trở 1m (3,3ft) trước nhà vệ sinh.
vi: [77905] Khu vực trống không bị cản trở 1m (3,3ft) trước bệ toilet.

source: [77906] Chiều cao ghế vệ sinh phải cao 43cm (17,2in) so với mức sàn hoàn thiện.
vi: [77906] Chiều cao bệ toilet là 43cm (17,2in) so với mức sàn hoàn thiện.

source: [77907] Thanh nắm được lắp cao 75cm (30in) ở một bên của nhà vệ sinh.
vi: [77907] Thanh vịn được lắp cao 75cm (30in) ở một bên toilet.

source: [78002] Phải lắp đặt tay vịn ở 80cm (32in) trên mức sàn hoàn thiện.
vi: [78002] Phải lắp đặt tay vịn ở 80cm (32in) so với mức sàn hoàn thiện.

source: [78004] Yêu cầu chiều cao đầu tối thiểu là 2,2m (7ft 4in).
vi: [78004] Yêu cầu chiều cao thông thủy tối thiểu là 2,2m (7ft 4in).

source: [78006] Không cho phép lan can kiểu ngang và ống hộp.
vi: [78006] Không cho phép lan can kiểu thanh ngang và ống hộp.

source: [78021] Lắp đặt cố định trên cửa phòng khách hoặc liền kề với nó.
vi: [78021] Lắp đặt cố định trên cửa phòng hoặc liền kề với cửa.

source: [78038] Luôn có điện thoại với chức năng loa gắn sẵn
vi: [78038] Luôn có điện thoại với chức năng loa tích hợp

source: [78039] Được tích hợp vào credenza, như một tủ hoặc tủ quần áo.
vi: [78039] Được tích hợp vào credenza như một tủ.

source: [78061] Lỗ nhìn trên cửa phải được lắp đặt ở độ cao 1,5m (5ft) so với sàn nhà.
vi: [78061] Mắt thần trên cửa phải được lắp đặt ở độ cao 1,5m (5ft) so với sàn nhà.

source: [78062] Trường hợp cung cấp ghế xếp, họ phải có cản hoặc tấm xếp.
vi: [78062] Trường hợp cung cấp ghế xếp, họ phải có cơ chế đệm cản hoặc tấm xếp.

source: [78063] Cửa sổ bên trong vào văn phòng lễ tân hoặc bất kỳ khu vực BOH nào khác đều không được phép
vi: [78063] Không cho phép có cửa sổ trong nhà nhìn vào văn phòng lễ tân hoặc bất kỳ khu vực BOH nào khác.

source: [78064] Khi các cửa sổ bên ngoài có thể cung cấp tầm nhìn vào cảnh quan xung quanh, việc lắp đặt các cửa sổ có thể được xem xét, tùy thuộc vào sự chấp thuận của IHG®.
vi: [78064] Khi các cửa sổ hướng ra ngoài có view ra cảnh quan xung quanh, việc lắp đặt các cửa sổ có thể được xem xét, tùy thuộc vào sự chấp thuận của IHG®.

source: [78104] Hướng dẫn về Quay số trực tiếp quốc tế (IDD), gọi nội địa, gọi từ phòng này sang phòng khác và quay số khẩn cấp địa phương (nếu có ở trong nước).
vi: [78104] Hướng dẫn về Quay số trực tiếp quốc tế (IDD), gọi nội địa, gọi từ phòng này sang phòng khác và quay số khẩn cấp địa phương (nếu có).

source: [78105] Trong cấu hình phòng đôi, phải được đặt trên bàn cạnh giường giữa các giường.
vi: [78105] Trong phòng twin, phải được đặt trên tab giữa hai giường.

source: [78106] Trong cấu hình một giường, phải được đặt trên bàn cạnh giường gần khu vực chỗ ngồi nhất.
vi: [78106] Trong phòng một giường, phải được đặt trên tab đầu giường giường gần khu vực chỗ ngồi nhất.

source: [78122] Hấp thụ hoặc máy nén im lặng
vi: [78122] Tủ lạnh hấp thụ hoặc tủ lạnh máy nén không ồn

source: [78134] Ghế lounge bổ sung cho ghế làm việc.
vi: [78134] Ghế lounge là bổ sung cho ghế làm việc.

source: [78135] Nên sử dụng một ổ cắm liền kề với khu vực treo / lưu trữ quần áo
vi: [78135] Khuyến nghị có 1 ổ cắm liền kề với khu tủ treo quần áo

source: [78136] Một phích cắm mức dưới để sử dụng cho buồng phòng.
vi: [78136] Một ổ cắm ở độ cao thấp phục vụ housekeeping.

source: [78150] Ổ điện nối đất (đối với máy cạo râu điện) phải được cung cấp liền kề với gương trang điểm.
vi: [78150] Ổ điện nối đất (đối với máy cạo râu điện) phải được cung cấp liền kề với gương vanity.

source: [78155] Vòi, một đòn.
vi: [78155] Vòi nóng lạnh, một tay gạt mở vòi

source: [78156] Kéo chất thải lên.
vi: [78156] Bộ xả nhấn.

source: [78175] Tối thiểu là hai (ví dụ: móc kép).
vi: [78175] Tối thiểu là hai móc treo (ví dụ: móc kép).

source: [78181] Đạt được 300 lux ở cấp độ bề mặt làm việc.
vi: [78181] Đạt 300 lux ở mức mặt bàn làm việc

source: [782048] Hút thuốc, dưới mọi hình thức, đều bị cấm trong tất cả các khu vực cấm hút thuốc, bao gồm nhưng không giới hạn việc sử dụng các sản phẩm thuốc lá như ống hút, xì gà, thuốc lá và thuốc lá điện tử.
vi: [782048] Hút thuốc, dưới mọi hình thức, đều bị cấm trong tất cả các khu vực cấm hút thuốc, bao gồm nhưng không giới hạn trong việc sử dụng các sản phẩm từ tobacco như ống hút, xì gà, thuốc lá và thuốc lá điện tử.

source: [782049] Khi cung cấp bữa sáng tự chọn, trẻ em được ăn miễn phí từ bữa tiệc buffet khi đi cùng ít nhất một người lớn, người được đăng ký làm khách của khách sạn và gọi bữa sáng tự chọn.
vi: [782049] Khi cung cấp bữa sáng tự chọn, trẻ em được ăn miễn phí từ bữa tiệc buffet khi đi cùng ít nhất một người lớn, người là khách lưu trú của khách sạn và gọi bữa sáng tự chọn.

source: [78349] Vật liệu và thiết kế phải phối hợp với bảng chỉ dẫn phòng / hành lang và cửa sắt.
vi: [78349] Vật liệu và thiết kế biển phải phối hợp với biển số phòng/biển chỉ dẫn hành lang và chi tiết kim loại trên cửa.

source: [78350] Trên sàn hút thuốc và không hút thuốc chuyên dụng, phải cung cấp biển báo ở khu vực sảnh thang máy hoặc bên ngoài mỗi cửa phòng khách.
vi: [78350] Trên các tầng hút thuốc và không hút thuốc, phải cung cấp biển báo ở khu vực sảnh thang máy hoặc bên ngoài mỗi cửa phòng khách.

source: [7850] Khi trẻ em ngồi vào bàn ăn, phải cung cấp miếng vải lót dĩa cho trẻ.
vi: [7850] Khi trẻ em vào bàn ăn, phải cung cấp bộ hoạt động giải trí cho trẻ.

source: [785] Nếu một Trưởng phòng rời khỏi hệ thống IHG® từ một năm trở lên, họ phải hoàn thành lại khóa đào tạo cấp phòng khi họ trở về.
vi: [785] Nếu một Trưởng bộ phận rời khỏi hệ thống IHG® từ một năm trở lên, họ phải hoàn thành lại khóa đào tạo cấp bộ phận khi trở về.

source: [78821] Rò rỉ amoniac và tự động tắt cảm biến.
vi: [78821] Cảm biến rò rỉ amoniac và cơ chế tự động tắt.

source: [78825] Loại máy nén im lặng không quá 30dB.
vi: [78825] Loại máy nén không ồn không quá 30dB.

source: [78902] Chiếu sáng cạnh giường.
vi: [78902] Đèn đầu giường.

source: [78903] Chiếu sáng đọc sách.
vi: [78903] Đèn đọc sách.

source: [78904] Phòng có một giường: đặt ở hai bên
vi: [78904] Phòng một giường: đặt ở hai bên

source: [78905] Phòng có hai giường: giữa giường.
vi: [78905] Phòng có hai giường: giữa hai giường.

source: [78908] Một nguồn sáng được kiểm soát riêng lẻ cho mỗi vị trí ngủ
vi: [78908] Một nguồn sáng được kiểm soát riêng cho mỗi vị trí ngủ

source: [78909] Đặt bên cạnh hoặc phía trên của mỗi giường.
vi: [78909] Bố trí cạnh hoặc phía trên mỗi giường.

source: [79095] Khi lắp đặt rèm tắm, nó phải là rèm tắm có thương hiệu và đáp ứng các yêu cầu sau:
vi: [79095] Nếu lắp đặt rèm tắm, nó phải là rèm của thương hiệu và đáp ứng các yêu cầu sau:

source: [79097] Chỉ một rèm cho mỗi vòi hoa sen.
vi: [79097] Chỉ một rèm cho mỗi khoang tắm sen.

source: [79098] Phần dưới cùng: màu trắng đục, hoa văn vuông tông màu thương hiệu
vi: [79098] Phần dưới: màu trắng đục, họa tiết hình vuông thương hiệu, các màu cùng tone

source: [79099] Phần trên cùng: tấm lót hình vòng cung được khâu vào đỉnh của bức màn.
vi: [79099] Phần trên: Panel vải sheer hình cung của thương hiệu may vào phần trên cùng của tấm rèm

source: [79103] Mặt sau của rèm phải có lớp lót vải màu trắng đục để lắp, không hoa văn, không thấm nước được gắn vào rèm tắm dọc theo đường cong của vòng cung.
vi: [79103] lớp lót vải trắng đục gắn vào mặt sau của rèm bằng cúc bấm, lót không có họa tiết, không thấm nước, gắn vào theo đường cong của vòng cung.

source: [79104] Hệ thống vòng đệm gắn sẵn không móc.
vi: [79104] Rèm treo bằng khoen cố định thẳng vào vải rèm

source: [79107] Thanh hoặc cần hình lưỡi liềm, 152cm đến 220cm (5ft đến 7ft 4in).
vi: [79107] Trục rèm cong hình lưỡi liềm, 152cm đến 220cm (5ft đến 7ft 4in).

source: [79108] Hệ thống gắn 2/3 lỗ.
vi: [79108] Bas gắn trục rèm có 2 hoặc 3 lỗ bắt vít

source: [79109] Hoàn thiện Satin hoặc chrome đánh bóng.
vi: [79109] chrome hoàn thiện đánh bóng hoặc satin.

source: [79110] Thanh phẳng hoặc thanh hình ống.
vi: [79110] Trục rèm phẳng hoặc hình ống.

source: [79111] lựa chọn gắn trần cũng có sẵn để phù hợp với cấu hình phòng tắm độc đáo
vi: [79111] Có thể chọn phương án trục rèm gắn trần để đáp ứng cấu hình phòng tắm độc đáo

source: [79112] Nếu cung cấp nút quay số lại, bộ nhớ cho số cuối được quay số phải được đặt lại sau khi Trả phòng hoặc theo các khoảng thời gian cố định để bảo vệ quyền riêng tư của khách.
vi: [79112] Nếu điện thoại có nút redial, bộ nhớ cho số gọi gần nhất được reset sau khi khách trả phòng hoặc sau khoảng thời gian cố định để bảo vệ quyền riêng tư của khách.

source: [79116] khóa cửa tối đa phải được lắp đặt ở mức 1.1m (3ft 8in) trên mức sàn hoàn thiện (FFL).
vi: [79116] khóa cửa được lắp đặt ở mức tối đa 1.1m (3ft 8in) trên mức sàn hoàn thiện (FFL).

source: [79117] Chiều rộng mở 90cm (3ft).
vi: [79117] Chiều rộng cửa 90cm (3ft).

source: [79119] khóa cửa tối đa phải được lắp đặt ở mức 1.1m (3ft 8in) trên mức sàn hoàn thiện (FFL).
vi: [79119] khóa cửa được lắp đặt ở mức tối đa 1.1m (3ft 8in) trên mức sàn hoàn thiện (FFL).

source: [79120] Chiều rộng mở 87.5cm (2ft 9in).
vi: [79120] Chiều rộng cửa 87.5cm (2ft 9in).

source: [79121] Không gian quay xe lăn thoáng đãng và không bị cản trở 1,5m x 1,5m (5ft x 5ft).
vi: [79121] Không gian quay xe lăn không bị cản trở 1,5m x 1,5m (5ft x 5ft).

source: [79122] Khoảng trống 1m (3ft 3in) trước nhà vệ sinh.
vi: [79122] Khoảng trống 1m (3ft 3in) trước toilet.

source: [79123] Khuyến nghị cống thoát nước.
vi: [79123] Khuyến nghị có ga thoát nước.

source: [79125] Chiều rộng mở 87,5cm (2ft 9in).
vi: [79125] Chiều rộng cửa 87,5cm (2ft 9in).

source: [79126] Mở ra ngoài vào phòng khách.
vi: [79126] Mở ra ngoài, hướng ra phòng khách.

source: [79127] Hệ thống nước không được giảm không gian trống bên dưới bàn trang điểm.
vi: [79127] Hệ thống ống nước không được làm giảm không gian trống bên dưới vanity.

source: [79130] Được lắp đặt trong phạm vi chiều cao từ 75cm (30in) đến 1,2m (4ft) so với mức sàn hoàn thiện.
vi: [79130] lắp đặt trong phạm vi chiều cao từ 75cm (30in) đến 1,2m (4ft) trên mức sàn hoàn thiện.

source: [79131] Nên sử dụng phạm vi chiều cao từ 85cm (34in) đến 90cm (3ft) so với mức sàn hoàn thiện.
vi: [79131] Khuyến nghị chiều cao trong khoảng từ 85cm (34in) đến 90cm (3ft) so với mức sàn hoàn thiện.

source: [79132] Ổ cắm gắn trên tường, bảng điện, điểm kết nối phải được lắp đặt trong phạm vi chiều cao từ 45cm (18in) đến 1m (3ft 4in) so với mức sàn hoàn thiện.
vi: [79132] Ổ cắm, điểm kết nối gắn tường phải được lắp đặt với chiều cao từ 45cm (18in) đến 1m (3ft 4in) so với mức sàn hoàn thiện.

source: [79136] Yêu cầu vải mỏng (sheer)
vi: [79136] Yêu cầu có rèm sheer

source: [79137] Phải được khách điều chỉnh.
vi: [79137] khách phải có thể điều chỉnh.

source: [79149] Dùi trong đó rèm cửa được vận hành bằng tay
vi: [79149] Thanh đẩy rèm để đóng mở rèm

source: [79150] Thiết bị cứng (trừ dùi cui) hoặc vải không trang trí không được cho khách nhìn thấy.
vi: [79150] Phần cứng (trừ thanh đẩy rèm) hoặc vải không có tính trang trí không được để khách nhìn thấy.

source: [79151] Sự chồng chéo tối thiểu nơi vải đáp ứng 10cm (4in).
vi: [79151] Tại vị trí hai tấm rèm gặp nhau, hai tấm phải chồng lên nhau 10cm.

source: [79152] Bao phủ toàn bộ cửa sổ
vi: [79152] Che toàn bộ cửa sổ

source: [79157] Được lắp đặt trong các bức tường bên ngoài.
vi: [79157] Lắp trên tường hướng ra ngoài.

source: [792050] Phải tham dự trực tiếp sự kiện đào tạo định hướng của Tổng Giám đốc.
vi: [792050] Phải tham dự trực tiếp sự kiện đào tạo định hướng của Tổng Quản lý.

source: [792051] Một tổng giám đốc của khách sạn mới mở phải hoàn thành Cấp độ Đào Tạo Định Hướng trong vòng sáu tháng kể từ khi mở khách sạn, nhưng không được tham dự một sự kiện học tập đào tạo của Tổng giám đốc cho đến ba tháng sau khi mở khách sạn.
vi: [792051] Một Tổng Quản lý của khách sạn mới mở phải hoàn thành Cấp độ Đào Tạo Định Hướng trong vòng sáu tháng kể từ khi mở khách sạn, nhưng không được tham dự sự kiện học tập đào tạo của Tổng Quản lý cho đến ba tháng sau khi mở khách sạn.

source: [793049] Tổng Giám đốc sẽ có tùy chọn tham dự các buổi Sự kiện Học tập Đào Tạo Tổng Giám đốc ảo thay vì trực tiếp tham gia sự kiện mặt đối mặt sao cho phù hợp.
vi: [793049] Tổng Quản lý sẽ được tùy chọn tham dự các buổi Sự kiện Học tập Đào Tạo Tổng Quản lý qua mạng thay vì trực tiếp tham gia sự kiện sao cho phù hợp.

source: [7937] Chất liệu hoạt động phải được giới hạn trong các trò chơi đơn giản và không đắt có thể dễ dàng bày biện, lưu trữ và bổ sung.
vi: [7937] Các hoạt động giải trí phải được giới hạn trong các trò chơi đơn giản và không đắt đỏ, dễ lưu trữ và bổ sung.

source: [793] Lưu giữ bằng chứng tài liệu huấn luyện hoàn thành.
vi: [793] Lưu giữ bằng chứng tài liệu huấn luyện đã hoàn thành.

source: [794066] khách sạn muốn thiết lập tài khoản Twitter hoặc Facebook mới phải liên hệ với socialmarketing@ihg.com và gửi thông tin được yêu cầu đến trang địa phương an toàn.
vi: [794066] khách sạn muốn thiết lập tài khoản Twitter hoặc Facebook mới phải liên hệ với socialmarketing@ihg.com và gửi các thông tin được yêu cầu để có trang địa phương.

source: [794] Tất cả các nhân viên phải hoàn thành đào tạo bộ phận cần thiết trong vòng 14 ngày đầu tiên làm việc.
vi: [794] Tất cả các nhân viên phải hoàn thành đào tạo cấp bộ phận cần thiết trong vòng 14 ngày đầu tiên làm việc.

source: [795] Tổng Giám đốc và / hoặc đại biểu của họ và tất cả các đồng nghiệp của Bộ phận tiền sảnh phải được đào tạo để vận hành Hệ thống Quản lý Tòa nhà (PMS).
vi: [795] Tổng Quản lý và/hoặc người được ủy quyền và tất cả các nhân viên của Bộ phận tiền sảnh phải được đào tạo để vận hành Phần mềm Quản lý Khách sạn (PMS).

source: [796] Tổng Giám đốc và / hoặc đại diện của họ và ít nhất một nhân viên Lễ tân phải được đào tạo trước ngày khai trương của khách sạn.
vi: [796] Tổng Quản lý và/hoặc người được ủy quyền và ít nhất một nhân viên Lễ tân phải được đào tạo trước ngày khai trương của khách sạn.

source: [797] Ít nhất một nhân viên được đào tạo để vận hành Hệ thống quản lý tòa nhà (PMS) phải làm nhiệm vụ trong khách sạn 24 giờ một ngày.
vi: [797] Ít nhất một nhân viên được đào tạo sử dụng Phần mềm Quản lý Khách sạn (PMS) phải trực trong khách sạn 24 giờ một ngày.

source: [79906] Tời được gắn bên trong trục cột cờ.
vi: [79906] Tời được gắn bên trong thân cột cờ.

source: [79916] Nằm ở độ cao 1,5m (5ft) từ mặt đất.
vi: [79916] Nằm ở độ cao 1,5m (5ft) tính từ mặt đất.

source: [79917] Kích thước thiết bị 8cm x 4,5cm (3,2in x 1,8in).
vi: [79917] Kích thước cửa 8cm x 4,5cm (3,2in x 1,8in).

source: [79921] Chiều cao lắp đặt từ 50 cm đến 1m (20in đến 40in) so với mặt đất
vi: [79921] Chiều cao lắp đặt từ 50 cm đến 1m so với mặt đất

source: [79929] Khớp nối, chế tạo từ ống thép mạ kẽm 16-mét.
vi: [79929] Ống sleeve, chế tạo từ ống thép mạ kẽm 16 gauge .

source: [79930] Tấm đế thép và tấm đỡ dày 3/16 inch.
vi: [79930] Bản đế và tấm đỡ thép dày 3/16 inch.

source: [799] Tất cả các Tổng Giám đốc, Trưởng phòng và đồng nghiệp phải hoàn thành Đào tạo Định hướng Thương hiệu trong vòng 14 ngày đầu tiên làm việc.
vi: [799] Tất cả các Tổng Quản lý, Trưởng Bộ phận và nhân viên phải hoàn thành chương trình Đào tạo Định hướng Thương hiệu trong vòng 14 ngày đầu tiên làm việc.

source: [8050] Nếu một vị khách đến trước khi nhận phòng và phòng đã sẵn sàng, các đồng nghiệp phải cho khách Nhận phòng sớm.
vi: [8050] Nếu khách đến trước giờ nhận phòng và phòng đã sẵn sàng, các nhân viên phải đề xuất với khách dịch vụ nhận phòng sớm.

source: [8066] Phải cung cấp một siêu điện.
vi: [8066] Phải cung cấp một ấm điện.

source: [8073] Chân đế xoay không dây 360 ° cần thiết cho việc sử dụng tay trái hoặc tay phải.
vi: [8073] Yêu cầu đế không dây xoay 360° để phục vụ cho cả người thuận tay trái hoặc tay phải.

source: [8074] Phải có cửa sổ chỉ báo mực nước.
vi: [8074] Phải có cửa sổ cho thấy mực nước.

source: [8083] Yêu cầu cốc
vi: [8083] Yêu cầu cốc có quai

source: [8101] Nên sử dụng phích cắm mức dưới cho nhân viên buồng phòng sử dụng.
vi: [8101] Nên có nhiều ổ cắm ở độ cao thấp cho housekeeping

source: [819] Nếu một khách phải chờ dịch vụ, nhân viên phải xin lỗi và cảm ơn vì họ đã dành thời gian đợi.
vi: [819] Nếu khách phải chờ để được phục vụ, nhân viên phải xin lỗi và cảm ơn vì họ đã dành thời gian đợi.

source: [82402] Khuyến nghị rèm cửa tự động.
vi: [82402] Khuyến nghị dùng rèm tự động.

source: [82910] Đế xoay phải cho phép quan sát từ vị trí ngủ và chỗ ngồi trong phòng.
vi: [82910] Đế xoay cho phép xem TV từ vị trí ngủ và các chỗ ngồi trong phòng.

source: [83160] ổ cắm điện phải được đặt liền kề với thiết bị mà chúng đang cấp điện.
vi: [83160] ổ cắm điện phải được đặt liền kề với thiết bị mà chúng cấp điện.

source: [83161] Vị trí phải cho phép chiều dài dây tối thiểu.
vi: [83161] Vị trí phải cho phép sử dụng chiều dài dây điện tối thiểu.

source: [83162] Không cho phép dây mở rộng.
vi: [83162] Không cho phép sử dụng dây kéo dài.
